{
  "id": 42,
  "title": "Coastal Fog and Weather",
  "category": "earth-space-science",
  "imageFile": "IMG_3140.jpeg",
  "content": "## 📸 Photo Description\n\nThis atmospheric photo shows a foggy beach scene! People are walking and playing in the shallow ocean water. In the foreground you can see seaweed and other materials washed up on the wet sand, along with some seagulls. In the background, a tall building is partially hidden by thick fog or haze. The whole scene has a misty, gray appearance - you can barely see the building through the fog!\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates coastal fog formation and ocean-atmosphere interactions. Fog is actually a cloud at ground level - it's made of tiny water droplets suspended in the air. Coastal fog often forms when warm, moist air from over the ocean moves over cooler coastal land, causing the water vapor to condense into visible droplets. The seaweed on the beach shows evidence of tides and waves depositing materials on shore. This is part of coastal erosion and deposition - the ocean constantly shapes the shoreline by moving sand, shells, rocks, and organic materials.\n\n## 📚 Core Concepts\n\n1. **Fog Formation**: Fog occurs when water vapor condenses into tiny droplets near the ground, reducing visibility.\n\n2. **Condensation**: When water vapor (gas) cools and changes into liquid water droplets.\n\n3. **Coastal Processes**: Ocean waves and tides shape beaches through erosion (wearing away) and deposition (dropping materials).\n\n<pedagogical-tip>\nCreate a \"Fog in a Jar\" demonstration! Pour very hot water into a glass jar (fill about 1/3). Place a metal tray with ice cubes on top of the jar. Watch as fog forms inside when warm, moist air rises and hits the cold surface. Discuss: How is this like fog forming at the beach? Students draw the water cycle connection. Extension: Compare fog, clouds, and steam - all are water droplets! This hands-on model makes abstract concepts visible and understandable.\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Video Resources**: Show time-lapse videos of fog rolling in over coastlines\n- **Water States**: Compare fog (liquid droplets), clouds (liquid droplets), and water vapor (invisible gas)\n- **Beach Materials**: Examine collections of items found on beaches (shells, seaweed, sand)\n- **Temperature Effects**: Use thermometers to show how temperature affects water vapor\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:3-ESS2.D]]: Weather and Climate\n- [[NGSS:DCI:K-ESS2.D]]: Weather and Climate\n- [[NGSS:DCI:2-ESS2.C]]: The Roles of Water in Earth's Surface Processes\n- [[NGSS:CCC:Cause]]: How temperature changes cause condensation and fog\n\n## 💬 Discussion Questions\n\n1. What weather condition is making it hard to see the building in the background? (DOK 1: Recall)\n2. How is fog similar to a cloud? (DOK 2: Skill/Concept)\n3. What do you think brought the seaweed onto the beach? (DOK 2: Skill/Concept)\n4. Why do you think fog is more common at beaches than in many other places? (DOK 3: Strategic Thinking)\n\n## 📖 Vocabulary\n\n- **Fog**: A cloud of tiny water droplets near the ground that reduces visibility\n- **Condensation**: When water vapor cools and changes to liquid water\n- **Tide**: The regular rise and fall of ocean water levels caused by the Moon's gravity\n- **Deposition**: When material carried by water, wind, or ice is dropped in a new location\n- **Water vapor**: Water in gas form (invisible)\n\n## 🌊 Extension Activities\n\n- Research different types of fog (radiation fog, advection fog, sea fog)\n- Investigate how the water cycle creates fog, rain, and other weather\n- Study how ocean currents and air temperature affect coastal weather\n- Compare coastal climates to inland climates in your region"
}