{
  "id": 38,
  "title": "Erosion by Running Water",
  "category": "earth-space-science",
  "imageFile": "p23.jpg",
  "content": "## 📸 Photo Description\n\nThis photo shows muddy water flowing over and around rocks and pebbles on the ground! The water has created small channels and paths as it flows downhill. You can see different sizes of rocks - from tiny pebbles to larger stones - and some patches of grass on the edges. The brown color of the water shows it's carrying dirt and sediment. This is a great example of erosion and water movement in action!\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates water erosion and sediment transport in real-time. When rain falls on soil, it doesn't just soak in - some of it runs across the surface, especially on slopes or compacted ground. As water flows, it picks up loose soil particles, sand, and small rocks, which is why the water looks brown and muddy. The moving water carves small channels called rills, and over time, these can grow into larger gullies. Notice how the water flows around larger rocks it can't move but carries smaller particles. This is the same process that creates river valleys and canyons - just on a much smaller scale!\n\n## 📚 Core Concepts\n\n1. **Erosion**: The process of Earth materials being worn away and transported by natural forces like water, wind, or ice.\n\n2. **Sediment Transport**: When moving water carries particles of rock, soil, and sand from one place to another.\n\n3. **Runoff**: Water that flows over the ground surface rather than soaking into the soil, often carrying sediment with it.\n\n<pedagogical-tip>\nCreate a hands-on erosion demonstration! Build a small hill using soil in a large tray or outdoors. Place small rocks, pebbles, and grass on different sections. Slowly pour water from a watering can at the top and observe what happens. Students record: Which materials moved? Where did they go? Which rocks stayed put? Compare fast-flowing water (heavy pour) vs. slow-flowing water (light sprinkle). Discuss: How is this like what happens during rainstorms? This concrete model makes erosion visible and understandable!\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Outdoor Investigation**: Find evidence of erosion on the school grounds after rain\n- **Time-Lapse Video**: Show erosion demonstrations at different water speeds\n- **Size Sorting**: Have students sort rocks by size to understand what water can move\n- **Comparison Photos**: Show erosion examples from different environments (beaches, mountains, deserts)\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:2-ESS1.C]]: The History of Planet Earth\n- [[NGSS:DCI:2-ESS2.A]]: Earth Materials and Systems\n- [[NGSS:DCI:4-ESS2.A]]: Earth Materials and Systems\n- [[NGSS:CCC:Cause]]: How water flow causes erosion and sediment movement\n\n## 💬 Discussion Questions\n\n1. What is making the water look brown and muddy? (DOK 1: Recall)\n2. Why do you think some rocks stay in place while smaller particles get carried away? (DOK 2: Skill/Concept)\n3. How might this same process create larger features like river valleys over many years? (DOK 3: Strategic Thinking)\n4. What could people do to slow down or prevent erosion on a hillside? (DOK 3: Strategic Thinking)\n\n## 📖 Vocabulary\n\n- **Erosion**: The wearing away and transportation of Earth materials by natural forces\n- **Sediment**: Small particles of rock, soil, and sand carried by water, wind, or ice\n- **Runoff**: Water flowing over the ground surface\n- **Channel**: A path carved by flowing water\n- **Transport**: To carry something from one place to another\n\n## 🌊 Extension Activities\n\n- Investigate how plants and roots help prevent erosion\n- Research how farmers use terracing to control water flow on hillsides\n- Create before-and-after drawings showing how erosion changes landscapes\n- Study how the Grand Canyon was formed by water erosion over millions of years"
}