{
  "id": 53,
  "title": "Sedimentary Rock Layers",
  "category": "earth-space-science",
  "imageFile": "rock.jpeg",
  "content": "## 📸 Photo Description\n\nThis impressive photo shows a large piece of sedimentary rock with many visible layers! The rock sits on gravel near a street. You can clearly see horizontal bands of different colors - tan, brown, white, and cream layers stacked on top of each other. Each layer has a slightly different thickness and color. The rock looks weathered and worn, with rough edges. This layered structure tells the story of how this rock formed over millions of years!\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates sedimentary rock formation and stratification (layering). Each layer you see represents a different period of sediment deposition. Millions of years ago, this area might have been underwater or part of a river system. Sand, mud, shells, and other particles settled in layers - maybe a layer of sand during one season, then clay during another, creating different colored bands. Over time, the weight of upper layers compressed the lower layers, squeezing out water and cementing particles together into solid rock. The different colors come from different mineral content - iron creates red/brown colors, while calcium carbonate creates white/tan layers. Geologists can \"read\" these rock layers like pages in a history book!\n\n## 📚 Core Concepts\n\n1. **Stratification**: The layering of sedimentary rocks, with each layer representing a different time period of deposition.\n\n2. **Sedimentary Rock**: Rock formed when sediments (sand, mud, shells) are compressed and cemented together over millions of years.\n\n3. **Deposition**: When particles carried by water, wind, or ice settle and build up in layers.\n\n<pedagogical-tip>\nCreate \"Sediment Jar\" demonstrations! Each student needs a clear jar with lid. Layer different materials representing different sediments: gravel (coarse particles), sand, soil, crushed leaves (organic matter), colored sand layers. Add water, shake vigorously, let settle overnight. Observe: Layers form with heaviest on bottom! Discuss: How is this like rock formation? What do different layers tell us? Students sketch and label their jars. This visible, hands-on model makes abstract sedimentary processes concrete!\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Layer Counting**: Count and measure different rock layers in samples or photos\n- **Color Analysis**: Identify what minerals create different layer colors\n- **Field Trip**: Visit locations with visible rock layers (road cuts, quarries, canyons)\n- **Timeline Connection**: Relate rock layers to time - bottom layers are oldest\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:2-ESS1.C]]: The History of Planet Earth\n- [[NGSS:DCI:4-ESS1.C]]: The History of Planet Earth\n- [[NGSS:DCI:2-ESS2.A]]: Earth Materials and Systems\n- [[NGSS:CCC:Patterns]]: Recognizing patterns in rock layering\n\n## 💬 Discussion Questions\n\n1. What do the different colored bands in this rock represent? (DOK 2: Skill/Concept)\n2. How did this layered rock form over millions of years? (DOK 2: Skill/Concept)\n3. If you found a fossil in one of these layers, what could it tell you about when that layer formed? (DOK 3: Strategic Thinking)\n4. Why are the oldest layers at the bottom and newest layers at the top? (DOK 2: Skill/Concept)\n\n## 📖 Vocabulary\n\n- **Stratification**: The formation of layers in sedimentary rock\n- **Sedimentary rock**: Rock formed from compressed sediment layers\n- **Deposition**: When sediment particles settle and accumulate\n- **Layer**: A horizontal sheet of material\n- **Erosion**: The wearing away and transportation of Earth materials\n\n## 🗻 Extension Activities\n\n- Research the Law of Superposition (older layers are on bottom)\n- Study famous layered rock formations (Grand Canyon, Badlands)\n- Investigate the three types of rocks and the rock cycle\n- Create cross-section diagrams showing rock layer formation over time"
}