{
  "id": 72,
  "title": "Water Pressure and Fountains",
  "category": "physical-science",
  "imageFile": "fountain.jpeg",
  "content": "## 📸 Photo Description\n\nThis dynamic photo shows a fountain with water shooting upward! You can see streams or jets of water spraying into the air, creating beautiful arcs and patterns. The water rises high above the fountain base before gravity pulls it back down. Some water droplets might catch the light, creating sparkles. The fountain demonstrates how water under pressure can be forced upward, defying gravity temporarily before falling back down!\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates water pressure and projectile motion. Water pressure is the force that water exerts when it's confined or compressed. In a fountain, a pump creates pressure that forces water upward through pipes and nozzles. The narrower the opening (nozzle), the faster and higher the water shoots - this is because the same amount of water is being pushed through a smaller space. Once the water leaves the nozzle, it becomes a projectile, following a curved path. Gravity constantly pulls the water downward while the initial upward force gives it height. The shape of the water arc (parabola) is determined by the initial speed and angle. This same principle applies to throwing a ball or shooting a basketball!\n\n## 📚 Core Concepts\n\n1. **Water Pressure**: The force exerted by water when it's confined or moving through pipes.\n\n2. **Projectile Motion**: The curved path of an object launched into the air and affected by gravity.\n\n3. **Force and Motion**: Pressure provides upward force; gravity provides downward force.\n\n<pedagogical-tip>\nCreate a \"Water Fountain Investigation\"! Poke holes at different heights in the side of a plastic bottle filled with water (hole at bottom, middle, top). Students predict: Which hole shoots water farthest? Test outside or over a sink. Students observe: Bottom hole shoots farthest (more water pressure!). Extension: Make squeeze-bottle fountains by filling bottles and squeezing. Measure fountain height with different squeeze forces. Graph pressure vs. height. This hands-on experiment makes invisible water pressure visible and measurable!\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Outdoor Observation**: Watch real fountains, sketch water paths\n- **Pressure Testing**: Squeeze bottles to create different fountain heights\n- **Arc Drawing**: Trace projectile paths on photos or videos\n- **Video Analysis**: Use slow-motion to see water droplet paths\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:3-PS2.A]]: Forces and Motion\n- [[NGSS:DCI:K-PS2.A]]: Forces and Motion\n- [[NGSS:DCI:3-PS2.B]]: Types of Interactions\n- [[NGSS:CCC:Cause]]: Pressure causes water to shoot upward; gravity causes it to fall\n\n## 💬 Discussion Questions\n\n1. What force pushes water upward in a fountain? (DOK 1: Recall)\n2. Why does water from the bottom of a water bottle shoot farther than water from the top? (DOK 2: Skill/Concept)\n3. What path does water follow after it leaves the fountain nozzle? (DOK 2: Skill/Concept)\n4. How is a fountain similar to throwing a ball into the air? (DOK 3: Strategic Thinking)\n\n## 📖 Vocabulary\n\n- **Water pressure**: The force water exerts when confined or moving\n- **Projectile**: An object launched into the air\n- **Arc**: A curved path through the air\n- **Gravity**: The force pulling objects downward\n- **Pump**: A device that moves fluid by creating pressure\n\n## ⛲ Extension Activities\n\n- Design paper cup fountains by poking holes at different locations\n- Calculate maximum height water reaches in fountains\n- Research how ancient Roman aqueducts used gravity and pressure\n- Investigate how water towers work to provide water pressure to homes"
}