{
  "id": 67,
  "title": "Friction",
  "category": "physical-science",
  "imageFile": "p28.jpg",
  "content": "## 📸 Photo Description\n\nThis photo shows a modern light rail train, also known as a streetcar or trolley. The train is silver and dark gray with large windows. It is on a set of rails, likely in a city. On the front of the train, there is a logo that says \"METRO\" with a red and blue design. The train is connected to overhead power lines via a device called a pantograph. The train appears to be on a road or a dedicated track, with utility poles and trees in the background. The sky is overcast.\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates the use of electricity to power a vehicle. The train is a form of public transportation that runs on electricity. The overhead power lines supply electrical energy to the train. This energy is converted into mechanical energy by an electric motor, which turns the wheels and makes the train move. This is a form of energy transfer. The train is an example of a technology that helps people get to places without needing to use a car.\n\n## 📚 Core Concepts\n\n1\\. **Electricity:** A form of energy that can power machines and devices.  \n2\\. **Energy Transfer:** The process of converting one form of energy into another. In this case, electrical energy is converted into mechanical energy.  \n3\\. **Transportation Technology:** The use of machines and systems to move people and goods from one place to another.\n\n<pedagogical-tip>  \nUse the image to spark a discussion about different ways people get around. Ask students to name other forms of transportation they know. Then, compare and contrast the train with other modes like walking, biking, cars, and buses. Discuss the pros and cons of each, focusing on energy use and environmental impact. This helps students connect science to their everyday lives.  \n</pedagogical-tip>\n\n<udl-suggestions>  \n\\- **Visual Aids:** Provide pictures or diagrams of how the train works, including the overhead wires and the motor.  \n\\- **Hands-On Activity:** Build a simple model of a train using a battery, a motor, and wheels. This allows students to see how electricity can make something move.  \n\\- **Multimodal Learning:** Watch a video of a train in motion and discuss the sound and movement.  \n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n\\- [[NGSS:DCI:3-5-ETS1.A]]: Define a simple design problem requiring a solution that includes specified criteria and constraints.  \n\\- [[NGSS:DCI:3-5-PS3.A]]: Define the structure of a system to determine how energy is transferred.  \n\\- [[NGSS:DCI:3-5-PS3.B]]: Use models to describe how energy can be transferred from one place to another.  \n\\- [[NGSS:CCC:Energy]]: Energy can be transferred in different ways and between different objects.  \n\\- [[NGSS:CCC:Systems and System Models]]: Understanding how a system works, like a train, helps us understand its parts and how they work together.\n\n## 💬 Discussion Questions\n\n1\\. How do you think the train moves? (Bloom's: Understand) (DOK: 1)  \n2\\. What kind of energy does the train use? (Bloom's: Remember) (DOK: 1)  \n3\\. Why do you think the train has wires above it? (Bloom's: Analyze) (DOK: 2)  \n4\\. How is the train different from a car? (Bloom's: Compare) (DOK: 2)\n\n## 📖 Vocabulary\n\n\\- **Electricity:** A form of energy that flows through wires and powers devices.  \n\\- **Energy:** The ability to do work or cause change.  \n\\- **Motor:** A device that uses electricity to make something move.  \n\\- **Transportation:** The movement of people or goods from one place to another.  \n\\- **Technology:** Tools and machines that help people do things.\n\n## 🌡️ Extension Activities\n\n\\- Research different types of public transportation in your city or town.  \n\\- Draw a picture of a train and label the parts that make it move.  \n\\- Discuss how trains help reduce pollution compared to cars.  \n\\- Build a simple circuit to power a small motor."
}