{
  "id": 17,
  "title": "Cicada on Branch",
  "category": "life-science",
  "imageFile": "cicada06282020_hdr.jpg",
  "content": "## 📸 Photo Description\n\nThis amazing close-up photo shows a cicada clinging to a tree branch with colorful red and silver leaves! The cicada has a tan and brown body with beautiful clear wings that look like stained glass windows. You can see the intricate patterns of veins running through its transparent wings. The cicada's large eyes and strong legs are visible as it holds onto the branch.\n\n## 🔬 Scientific Phenomena\n\nThis image captures an adult cicada, an insect famous for its loud buzzing song and incredible life cycle. Most cicadas spend years underground as nymphs, feeding on plant roots. Some species stay underground for 13 or even 17 years! When ready, they crawl up from the soil, climb a tree, and break out of their old skin to emerge as winged adults. Adult cicadas only live for a few weeks, during which time they mate and lay eggs. Their life cycle is one of nature's most amazing transformations!\n\n## 📚 Core Concepts\n\n1. **Incomplete Metamorphosis**: Cicadas go through egg → nymph → adult stages (no pupa stage like butterflies).\n\n2. **Life Cycle Duration**: Different cicada species have different life cycles - some emerge every year, while periodical cicadas emerge every 13 or 17 years!\n\n3. **Sound Production**: Male cicadas produce their loud buzzing sound by vibrating special membranes on their abdomen called tymbals - this helps them attract mates.\n\n<pedagogical-tip>\nCreate a timeline activity showing cicada life cycles! Use a long strip of paper marked with years. Students can illustrate what's happening above ground (seasons, changes) and below ground (cicada nymphs growing). For 17-year cicadas, this becomes a math connection too - students can calculate when they were born versus when cicadas emerged.\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Audio Examples**: Play recordings of cicada songs at different speeds to help students hear the variations\n- **Visual Timelines**: Create large wall timeline showing underground years vs. above-ground weeks\n- **Tactile Materials**: Provide shed cicada skins (exoskeletons) for students to examine safely\n- **Movement Connection**: Have students act out the emergence process from underground to treetop\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:3-LS1.B]]: Growth and Development of Organisms\n- [[NGSS:DCI:3-LS2.D]]: Social Interactions and Group Behavior\n- [[NGSS:DCI:3-LS4.B]]: Natural Selection\n- [[NGSS:CCC:Patterns]]: Observing patterns in life cycles and emergence timing\n\n## 💬 Discussion Questions\n\n1. Where do young cicadas (nymphs) live before they become adults with wings? (DOK 1: Recall)\n2. Why do you think cicadas might stay underground for so many years before emerging? (DOK 2: Skill/Concept)\n3. How is a cicada's life cycle different from a human's life cycle? (DOK 2: Skill/Concept)\n4. What advantages might there be for all the cicadas to emerge at the same time instead of spreading out over many years? (DOK 3: Strategic Thinking)\n\n## 📖 Vocabulary\n\n- **Cicada**: A large insect known for its loud buzzing sound and long life cycle\n- **Nymph**: The young form of insects that go through incomplete metamorphosis\n- **Exoskeleton**: The hard outer covering that protects an insect's body\n- **Emergence**: When an insect breaks out of its old skin or comes out from underground\n- **Periodical**: Happening at regular intervals (like every 13 or 17 years)\n\n## 🔬 Extension Activities\n\n- Research why 13 and 17 years are both prime numbers and how this might help cicadas survive\n- Collect and examine shed cicada skins during emergence season\n- Create sound wave diagrams showing cicada calls\n- Map when different cicada broods will emerge in your region"
}