{
  "id": 35,
  "title": "Raccoon Foraging",
  "category": "life-science",
  "imageFile": "raccoon.jpeg",
  "content": "## 📸 Photo Description\n\nThis photo shows a raccoon searching for food in grass and leaves! The raccoon has gray and brown fur with a distinctive black \"mask\" across its eyes and black rings around its bushy tail. Its small hands with nimble fingers are touching the ground as it looks for food. You can see the raccoon's pointed snout and rounded ears. Raccoons are curious, intelligent animals that are active at night.\n\n## 🔬 Scientific Phenomena\n\nThis image demonstrates foraging behavior and adaptations of urban wildlife. Raccoons are one of the most successful urban animals because they're omnivores (eating both plants and animals) and incredibly adaptable. Their front paws are like hands with sensitive touch - they can feel objects underwater or in darkness to identify food. Raccoons often \"wash\" their food in water, which actually helps them feel it better since water enhances their sense of touch! They're nocturnal (active at night) which helps them avoid humans while finding food in neighborhoods.\n\n## 📚 Core Concepts\n\n1. **Urban Adaptation**: Some wild animals have learned to live successfully in cities and towns alongside humans.\n\n2. **Omnivore**: An animal that eats both plants (fruits, nuts, vegetables) and animals (insects, fish, eggs, small creatures).\n\n3. **Nocturnal**: Active at night and sleeping during the day - an adaptation that helps raccoons avoid humans and predators.\n\n<pedagogical-tip>\nCreate a \"Day vs. Night Animals\" sorting activity! Provide cards with different animals (raccoons, owls, bats, deer, rabbits, butterflies, hawks, squirrels). Students sort them into nocturnal vs. diurnal categories, then discuss: What advantages does being nocturnal give animals? What challenges? Extension: Go outside at dusk to listen for nocturnal animal sounds (if safe). This makes abstract concepts concrete through categorization and real-world observation!\n</pedagogical-tip>\n\n<udl-suggestions>\n- **Sensory Exploration**: Let students try identifying objects by touch with eyes closed (like raccoons feeling for food)\n- **Video Support**: Show night-vision footage of raccoons foraging\n- **Comparison Charts**: Create Venn diagrams comparing urban wildlife vs. rural wildlife\n- **Safety Discussion**: Teach appropriate responses to encountering wild animals (observe from distance, don't feed)\n</udl-suggestions>\n\n## 🎓 NGSS Connections\n\n- [[NGSS:DCI:3-LS4.C]]: Adaptation\n- [[NGSS:DCI:3-LS4.D]]: Biodiversity and Humans\n- [[NGSS:DCI:3-LS2.C]]: Ecosystem Dynamics, Functioning, and Resilience\n- [[NGSS:CCC:Systems]]: Understanding how animals adapt to human-modified environments\n\n## 💬 Discussion Questions\n\n1. What time of day are raccoons most active - daytime or nighttime? (DOK 1: Recall)\n2. How do raccoons' \"hand-like\" paws help them find food? (DOK 2: Skill/Concept)\n3. Why do you think raccoons are so successful at living in cities and neighborhoods? (DOK 3: Strategic Thinking)\n4. What problems might occur when wild animals like raccoons live too close to humans? (DOK 3: Strategic Thinking)\n\n## 📖 Vocabulary\n\n- **Nocturnal**: Active at night and sleeping during the day\n- **Omnivore**: An animal that eats both plants and animals\n- **Foraging**: Searching for and collecting food\n- **Urban wildlife**: Wild animals that have adapted to live in cities and towns\n- **Dexterous**: Skillful and nimble with hands or paws\n\n## 🦝 Extension Activities\n\n- Research other urban wildlife (opossums, skunks, coyotes, foxes) and their adaptations\n- Investigate why feeding wild animals is harmful\n- Compare raccoon intelligence (they can solve puzzles and remember solutions!)\n- Create a chart showing what different animals eat: herbivore, carnivore, omnivore"
}